<?
if(!defined("INDEX")) die('А не пидарок ли ты часом?');
$title="О сайте";
?>
<div align="left" style="text-align:left; width:640px;">
<h3>Немного о нас</h3>
<p>В первую очередь, хотелось бы рассказать для чего этот сайт.<br>
Мы создали этот сервис для таких людей, которым необходимо быстро и без всяких наворотов, кучи рекламы, непонятного интерфейса,
загрузить свой файл, будь то картинка или фото. В отличии от подобных наиболее известных и крупных сервисов, таких как: radikal.ru, imageshack.us, и других - наш сайт не стремится стать очень популярным, посещаемым, с кучей непонятного и ненужного функционала.
Для нас, так же как и для вас, важно удобство загрузки и хранения всех изображений. Мы не будем хвалиться своими выделенными серверами и ресурсами, как это принятно делать. Пока наш сайт живёт на не особо дорогостоющем хостинге, но всякое может произойти.
Если сервис станет популярным, <s>тогда ждите тормозов</s> и возникнет потребносить в ресурсах, мы обязательно постараемся без потерь перенести все имеющиеся изображения на новый выделенный сервер с хорошими параметрами.
Если и нового сервера станет не достаточно, займёмся переработкой всего кода и технологии вывода изображений на сторонних сайтах, а так же их загрузки к нам.</p>
<p>Зачастую от кучи подобных сервисов на просторах сети люди ищут каких-то гарантий. На сколько хорош сервис, сколько времени будут хранится загруженные изображения и не упадёт ли сервис в самый не подходящий момент.
Так вот, о гарантиях вы можете почитать в <a href="?to=ok"><u>пользовательском соглашении</a></u>. Там всё чётко и по пунктами расписано. Кстати, многие подобные сервисы готовы хранить загруженные изображения не более 1-3 месяцев с момента загрузки или последнего обращения к файлу.
Наш же сервис можно использовать для вечного хранения ваших изображений, тоесть ссылки на ваши загруженные материал будут вечны. Ну если только сам сайт не умрёт :)<br>
Ах да. Опять-таки стоит почитать всё тоже <a href="?to=ok"><i>соглашение</a></i>, о гарантиях и условиях. Если вы не нарушаете никаких правил соглашения, то и ваше изображение будет хранится у нас неограниченное количество времени.</p>
<p>У многих наверно возникнет вопрос, а не обман ли это? Это только ваши домыслы. Нам, конечно не выгодно арендовывать дорогие ресурсы (давайте смотреть правде в глаза), но взять ещё дополнительно несколько новых дисков для хранения изображений, чем что-то зачищать/удалять - куда более будет лучшим выходом.
Тем более, как уже писалось, в первую очередь сайт на данный момент, врятле будет особо посещаемым, так что и проблем особых возникнуть просто не может. Оптимистично не правда-ли? ;)<br> Если таковы и будут, то нам ничего не мешает их решить путём аренды более мощных ресурсоёмких серверов и оптимизации всего сервиса в целом.</p>
<p>Ну и на последок, мы такие же люди, как и вы. Любой человек или группа людей может ошибаться, делать не правильные решения. Если у вас возникнут проблемы или ошибки при работе с нашим сервисом хранения изображений, появятся замечания, предложения, благодарности, пишите нам через форму «<a href="?to=support">Контакты</a>» на сайте.
С глубоким уважением постараемся ответить на все присланные письма это важно в первую очередь не только для нас, но и для сервиса, а так же всех пользующихся этим сервисом людей, в целом!
</div>