<?php
if(!defined("INDEX")) die('А не пидарок ли ты часом?');
$title="Пользовательское соглашение";
?>
<div align="left" style="text-align:left;">
<br>
<?php echo $domen;?> - сервис хранения изображений, фото и картинок.<br>
Сервис предоставляет бесплатные услуги в том виде, в котором они реализованы (как есть).
<br>
<p>
Размещая материалы (любую графику), пользователь (физическое лицо) соглашается с существующими условиями размещения материалов на сайте.
</p><br>
<b>Запрещается размещать материалы:</b><ul>
<li> порнографического содержания, </li>
<li> содержащие сцены насилия, </li>
<li> материалы, могущие повлечь за собой разжигание межнациональной или религиозной розни, </li>
<li> любые другие запрещенные законодательством РФ.</li></ul>
Такие материалы могут быть удалены в любое время без предупреждения!
<p>
Запрещается использовать услуги <?php echo $domen;?> для распространения любых материалов и информации.<br>
Материалы, размещенные на <?php echo $domen;?>, являются собственностью их изготовителя (владельца прав) и охраняются соответствующими законами РФ.</p>
<br>
<b>Администрация сайта не несет ответственности за:</b><ul>
<li> содержание фотографий и прочих материалов, размещенных на <?php echo $domen;?>;</li>
<li> сохранность и конфиденциальность любых материалов и данных, размещенных пользователем;</li>
<li> доступность, работоспособность и правильную работу сайта <?php echo $domen;?>;</li>
<li> отсутствие у лиц, разместивших графические материалы, авторских прав на них;</li>
<li> любой ущерб, причиненный вследствие (не)использования услуг, предоставляемых <?php echo $domen;?>.</li>
<br>
Сайт и все его сервисы, включая все скрипты, приложения, контент и оформление сайта предоставляются (как есть).<br>
Администрация не модерирует изображения и не несет ответственность за их содержание. Вся ответственность за содержание изображения ложится на пользователя, его загрузившего.<br>
Администрация отказывается от всяких гарантий того, что сайт или его сервисы могут подходить или не подходить для конкретных целей использования.<br>
Администрация не может гарантировать и не обещает никаких специфических результатов от использования сайта и (или) его сервисов.<br>
Администрация вправе удалить(заблокировать) равно как и изменить любую составляющую часть материла или учетной записи, размещенной(ого) на сайте или изменить данные условия без объяснения причин и предупреждения.
</div>