<?
if(!defined("INDEX")) die('А не пидарок ли ты часом?');
$title="Помощь - меняем размеры фото, изображения в программе (Photo Resize Magic)";
?>
<div align="left" style="text-align:left; width:70%;">
<h2><strong>Уменьшаем размеры изображений или как уменьшить размер фото</h2></strong>
<p>Предлагаем вашему вниманию очень простую программку для этой цели. Размер установочного файла всего 700кб.<br>
Называется эта программа <u>Photo Resize Magic</u>. Мы, возможно первые, кто решился взять и русифицировать эту давольно-таки не плохую программу!
В первую очередь в ней нам понравилась простота использования и скорость работы, поэтому мы и решили её перевести на русский язык и предложить вам, нашим пользователям.</p>
<p>В освоении программы ничего сложного. На вид, всё легко и интуитивно понятно, но всё же для <s>блондинок</s> некоторых может показаться непонятным работа в программе.
Если вы не собираетесь смотреть мини-мануал от нас, то ниже стоит не <s>читать</s> смотреть, а просто <a href="#download1"><u>скачайте</a></u> эту программу (<a href="#download2">Photo Resize Magic RUS <b>русская версия</b></a>) и установите.</p>
<p><h4><b>А вот и наша помощь по работе в программе:</b></h4>
<h5>1. Шаг - начало</h5>
Укажите настройки качества и размера изображения, к примеру так, как указано на скриншоте.<br>
<img src="image/s1.jpg" border="0" alt="Шаг №1">
<br><br><br><h5>2. Шаг</h5>
Жмём меню Файл затем "Изменить размер файлу..." это если менять размер для одного изображения, далее откроется окно в котором выбираем наше изображение и нажимаем Ок. Изменённый вариант будет сохранён в ту же папку где и оригинал, только в начале названия файла вы увидите "Resized".<br>
Если вам необходимо изменить размеры сразу нескольким файлам, то смотрим действия ниже (шаг №3).
<img src="image/s2.jpg" border="0" alt="Шаг №2">
<br><br><br><h5>3. Шаг</h5>
Указываем путь к папке с нашими файлами изображений.<br>
<img src="image/s3.jpg" border="0" alt="Шаг №3">
<br><br><br><h5>4. Шаг</h5>
Указываем путь к папке в которую будут сохранены новые изображения.<br>
<img src="image/s4.jpg" border="0" alt="Шаг №4">
<br><br><br><h5>5. Завершение</h5>
Ну и наконец когда размеры и качество указаны, и папки выбраны, жмём кнопку Старт. Вот и всё. Готово!
<img src="image/s5.jpg" border="0" alt="Шаг №5">
<br><br>
<fieldset>&nbsp;<legend>Загрузка <b>Photo Resize Magic RUS</b></legend>&nbsp;<label><br>
<img src="image/downloads.png" border="0" alt="загрузка"> Скачать архив в:&nbsp;&nbsp; <a name="download1" href="/soft/PhotoResizeMagic-rus.rar" title="Скачать"><strong>.rar</strong></a> [530kb] (без установки) &nbsp; <a name="download2" href="/soft/prz.zip" title="Скачать"><strong>.zip</strong></a> [720kb] (установка программы)
<br></label></fieldset>
</div>